<?

/**
 * @author Ruslan Koloskov
 * @copyright 2013
 ===============================================================================================================================*/
//Каждая переменная - элемент карусели (продукт)
/**
 * "img_src"	- расположение картинки
 * "alt"		- альтернативный текст для картинки
 * "name"		- название товара (вверху элемента)
 * "capacity"	- мощность
 * "price"		- цена
 * "href"		- ссылка на подробное описание
 * "seo_text"	- СЕО текст для блока перед подвалом на странице описания товара
 * Если нужно увеличить и ли уменьшить кол-во элементов карусели,
 * добавляем или удаляем эти переменные, но не забываем учитывать нумерацию массива, начиная с 0
 */
$products[0] = array (
	img_src		=>	'/img/slider/X950I-sm.png',
	alt			=>	'Генератор X950I Weekender 50 Гц/1 кВт',
	name		=>	'Weekender X950I',
	capacity	=>	'0.8 кВт',
	price		=>	'Цена 315 у.е.',
	href		=>	'product.php?id=0',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);
	
	
$products[1] = array (
	img_src		=>	'/img/slider/X1200I-sm.png',
	alt			=>	'Генератор X1200i Weekender 50 Гц/1,2 кВт',
	name		=>	'Weekender X1200i',
	capacity	=>	'1.2 кВт',
	price		=>	'Цена 405 у.е.',
	href		=>	'product.php?id=1',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);


$products[2] = array (
	img_src		=>	'/img/slider/D1200I-sm.png',
	alt			=>	'Генератор D1200i Weekender 50 Гц/1,2 кВт',
	name		=>	'Weekender D1200i',
	capacity	=>	'1.2 кВт',
	price		=>	'Цена 430 у.е.',
	href		=>	'product.php?id=2',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);


$products[3] = array (
	img_src		=>	'/img/slider/D1200I-sm.png',
	alt			=>	'Генератор D1500i Weekender 50 Гц/1,5 кВт',
	name		=>	'Weekender D1500i',
	capacity	=>	'1.5 кВт',
	price		=>	'Цена 475 у.е.',
	href		=>	'product.php?id=3',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);

$products[4] = array (
	img_src		=>	'/img/slider/D1200I-sm.png',
	alt			=>	'Генератор D1800i Weekender 50 Гц/1,8 кВт',
	name		=>	'Weekender D1800i',
	capacity	=>	'1.8 кВт',
	price		=>	'Цена 540 у.е.',
	href		=>	'product.php?id=4',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);

$products[5] = array (
	img_src		=>	'/img/slider/D2500I-sm.png',
	alt			=>	'Генератор D2500i Weekender 50 Гц/2,5 кВт',
	name		=>	'Weekender D2500i',
	capacity	=>	'2.5 кВт',
	price		=>	'Цена 660 у.е.',
	href		=>	'product.php?id=5',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);

$products[6] = array (
	img_src		=>	'/img/slider/D2500I-sm.png',
	alt			=>	'Генератор D3500i Weekender 50 Гц/3,5 кВт',
	name		=>	'Weekender D3500i',
	capacity	=>	'3.5 кВт',
	price		=>	'Цена 770 у.е.',
	href		=>	'product.php?id=6',
	seo_text 	=>	'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам, но благодаря производству в Китае, стоимость их ниже на половину. И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель. Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов. Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.'
);
	
	
	
/*==============================================================================================================================*/

//Тут текст для блока выше подвала
$seo = 'Инверторные генераторы Weekender являются разработкой американской компании, создавшей поистине уникальный продукт, не уступающий по качеству японским генераторам,  но благодаря производству в Китае, стоимость их ниже на половину.
И не смотря на низкую стоимость, мы предоставляем гарантию на генераторы сроком на 2 года, что может позволить себе далеко не каждый производитель.  Плюс для ускорения ремонта мы также сформировали большой склад запчастей, в чем вы можете убедиться сами, позвонив в наш отдел запчастей 0669861868 или 0 800 20-30-40, для удобства дилеров и клиентов, мы также размещаем на сайте схемы внутреннего устройства генераторов.   
Чтобы убедиться в уникальности продукта, достаточно взглянуть на некоторые его технические характеристики. На пример, Weekender 950i при номинальной мощности в 800 Вт имеет идеальную синусоиду удержания постоянного напряжения при очень резких скачках нагрузки, и этот малыш с четырехтактным мотором имеет вес всего 8,5 кг.   
';
/*==============================================================================================================================*/

/**
* Устанавливает id элемента, который будет описан на странице "Product.php", если открыть ее через меню.
* (GET параметр не передан)
* @return int id
*/
$product_id = 0;
/*==============================================================================================================================*/


?>